[
    {
      "_id": "1",
      "img": "https://i.ibb.co/Kwn8Nm5/blog1.png",
      "title": "The Groad to Kansas Part 3: The Spirit of Gravel",
      "description": "Unbound Gravel has become North America's biggest cycling event, with over four thousand participants and media coverage that dominates both social and cycling media channels for weeks.  Taking its place in the late spring lull between the cobbled classics and the Tour de France also allows the extra hype from big name world tour pros in attendance, Peter Sagan being the marquee rider this year."
     
    }, 
    {
      "_id": "2",
      "img": "https://i.ibb.co/Q92Rrv2/blog2.png",
      "title": "The Groad to Kansas: Part 2, the Preparation",
      "description": "Undertaking a 200 mile gravel race is no small task, for most people anyway.  I'm sure some enterprising individuals can hop on a bike with much thought or training and ride for 15 hours, but not me.  I started my prep two and a half years ago, signing up to race the 100 mile version of Unbound Gravel in 2020, which was ultimately canceled due to the global pandemic, and rescheduled for 2021. "
    },
    {
      "_id": "3",
      "img": "https://i.ibb.co/hRS2FFY/blog3.png",
      "title": "The Groad to Kansas, Part One: The Bike",
      "description": "The evolution of the modern gravel bike seems to have happened overnight, with new technology becoming the norm with things like hydraulic disc brakes, wireless shifting, big gears, big tubeless tires, and even bigger gears and even bigger tires...."
    },
    {
      "_id": "4",
      "img": "https://i.ibb.co/fvhcd7m/blog4.png",
      "title": "5 MORE mountain bike trails in Moab perfect for the arktos",
      "description": "Perhaps one of the most scenic mountain bike trails in the world, Porcupine Rim makes up part of the famous “Whole Enchilada ride. Arrange a shuttle to the top and you have an 11-mile descent awaiting. Don’t get too distracted by the scenery here; keep your eyes on the trail or you may be in for a nasty crash. If you’re riding the Whole Enchilada, make sure to prepare accordingly because it is a serious and long ride."
    },
    {
      "_id": "5",
      "img": "https://i.ibb.co/pLd2YZw/blog5.png",
      "title": "Alchemy Ambassador Highlight Leslie Resnick",
      "description": "Leslie Resnick here in Colorado is an avid mountain biker. She not only is a coach at East High School, but is leading the charge when it comes to expanding the sport as an ambassador of the Vida MTB Series. VIDA's mission is to foster a passion among women for mountain biking through the highest quality education and create an inclusive community of riders. We believe Leslie is the perfect catalyst for expanding the sport and are proud to have her as an Alchemy Ambassador."
    },
    {
      "_id": "6",
      "img": "https://i.ibb.co/CJCSVjk/blog6.png",
      "title": "The 2022 Arktos Available Now!",
      "description": "A flip chip is a simple addition to our suspension linkage. This chip is located where the shock extender meets the suspension link. This bolt used to be static, making the bike a single use bike. However, adding this flip chip allows a rider to make a quick adjustment to their geometry. The result, now, you can have two bikes in one with the flip chip modification. Transform the Arktos from a capable, playful bike with a steeper maneuverable geometry to a wickedly fast trail slaying machine. In addition, it allows for seamless transition between a mixed-wheel (mullet) bike and standard 29 inch bike."
    }   
  ]






